tap "aws/tap"
tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jannis-baum/tap"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "cryptography"
brew "python@3.12"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "bc"
brew "glib"
brew "cairo"
brew "cfn-flip"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "docutils"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "gifsicle"
brew "glab"
brew "gnu-sed"
brew "gnupg", link: false
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "shared-mime-info"
brew "imagemagick"
brew "jd"
brew "jq"
brew "lazygit"
brew "luv"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nowplaying-cli"
brew "openjdk"
brew "pandoc"
brew "parquet-tools"
brew "pinentry-mac"
brew "pngpaste"
brew "portaudio"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "coursier/formulas/coursier"
brew "joshmedeski/sesh/sesh"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ngrok"
cask "raycast"
cask "session-manager-plugin"
cask "spacelauncher"
