tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker/lazydocker"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"  
brew "fzf"
brew "gh"
brew "gnupg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mise", postinstall: "mise trust ~/code/dotfiles/.config/mise/config.toml; mise install"
brew "neovim"
brew "postgresql@14"
brew "ripgrep"
brew "stow"
brew "tmux", postinstall: "${HOME}/.local/postinstalls/tmux"
brew "zoxide"
brew "zsh", postinstall: "${HOME}/.local/postinstalls/zsh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "claude"
cask "cursorcerer"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon", postinstall: "${HOME}/.local/postinstalls/hammerspoon"
cask "obsidian" 
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "zoom"
