tap "aws/tap"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "awscli"
brew "bash"
brew "coreutils"
brew "dockutil"
brew "eza"
brew "fd"
brew "ffmpeg" # manim runtime dep
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "golangci-lint"
brew "gopls"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "mise", postinstall: "mise trust ~/code/dotfiles/.config/mise/config.toml; mise install"
brew "neovim"
brew "nowplaying-cli"
brew "pango" # manim text rendering
brew "pinentry-mac" # Keychain-backed pinentry for silent gpg signing
brew "pkg-config" # so pycairo (manim dep) can find cairo at build time
brew "postgresql@14"
brew "ripgrep"
brew "stow"
brew "tmux", postinstall: "${HOME}/.local/postinstalls/tmux"
brew "tree-sitter-cli" # required by nvim-treesitter main branch
brew "zsh", postinstall: "${HOME}/.local/postinstalls/zsh"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty", args: { no_quarantine: true }
cask "claude"
cask "cursorcerer"
cask "docker"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "google-chrome"
cask "hammerspoon", postinstall: "${HOME}/.local/postinstalls/hammerspoon"
cask "obsidian" 
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "zoom"
